{
    "navbar": {
        "home": "Начало",
        "about": "За мен",
        "activities": "Дейности",
        "courses": "Курсове",
        "gallery": "Галерия",
        "certificates": "Сертификати",
        "contact": "Контакт"
    },
    "intro": {
        "artistName": "Искра Милкова Ангелова",
        "artistSlogan": "Озаряваме пътя!",
        "artistShortInfo": "Вокален педагог",
        "artistInfoOne": "Основател на \"Highlight Singing Academy\"",
        "artistInfoTwo": "Председател на Сдружение \"Музикалните Таланти на България\"",
        "artistInfoThree": "Творчески директор на певчески конкурс \"NEXT ARTIST\"",
        "artistInfoFour": "Вокален педагог в X-Фактор България",
        "artistInfoFive": "Сертифициран вокален педагог от IVA (Институт за вокално развитие) - САЩ",
        "artistInfoSix": "Вокален педагог на Жаклин Таракчи - Гласът на България 2022",
        "introButtonText": "Контакт"
    },
    "about": {
        "title": "За мен",
        "description": "Искра Милкова е потопена в света на музиката от ранно детство. Завършва училище по изкуства специалност пиано, но скоро открива, че истинската ѝ страст е човешкият глас и неговата уникална способност да докосва сърцата на хората.\n\nТази страст я отвежда до Националната музикална академия „Панчо Владигеров“, където придобива магистърска степен по поп и джаз пеене. Водена от желанието си за развитие и изучаване на съвременни методи на преподаване, Искра продължава своето образование в Institute for Vocal Advancement (IVA) в САЩ и Modern Vocal Training (MVT) в Испания, където се задълбочава в метода Speech Level of Singing (SLS).\n\nВдъхновена от новопридобитите знания и вокални подходи, Искра основава Вокална академия HighLight Singing Academy, където днес работи с прекрасния си екип от изключителни преподаватели. През 2014 г. Искра е поканена да стане вокален педагог в популярното телевизионно шоу \"X Factor България\", където работи с някои от най-добрите продуценти и изпълнители в страната в продължение на четири вълнуващи сезона. Този опит не само разширява професионалната ѝ мрежа, но и изостря визията ѝ за качествата, които певците трябва да развият, за да успеят в конкурентната музикална индустрия.\n\nПаралелно с ролята си на вокален педагог, Искра продължава да се изявява като активен изпълнител в различни групи и музикални проекти. През 2017 г. тя е вокален педагог на българската делегация за конкурса \"Евровизия\". Един от най-значимите ѝ успехи като вокален треньор е победата на нейната ученичка Жаклин Таракчи в \"Гласът на България\" през 2022 г.\n\nБогатият ѝ опит като преподавател и изпълнител ѝ позволява да внесе в преподаването си практически прозрения и експертен опит от реалния свят.",
        "galleryTitle": "Галерия"
    },
    "moments": {
        "mihaelaFileva": "Михаела Филева",
        "daraYotova": "Дара Йотова",
        "jaklinTarakci": "Жаклин Таракчи",
        "hrisi": "Хриси",
        "pollyaIvanova": "Поля Иванова",
        "mona": "Мона",
        "sanq": "Станислава Армутлиева",
        "luboKirov": "Любо Киров",
        "doni": "Дони",
        "sesil": "Сесил Сабри"
    },
    "activities": {
        "title": "Дейности",
        "highlightSinging": {
            "title": "Highlight Singing Academy",
            "description": "\"Highlight Singing Academy\" е личният проект на Искра, който тя нарича \"Първото ми дете\". Хайлайт е мястото, където заедно със своя екип разкриват и развиват потенциала на ученици си, като наблягат освен на вокалните им умения, но и на развитието им като комплексни музикални артисти. Освен място за музикално образование, \"Highlight Singing Academy\" е и семейство – общност от хора, които споделят любовта си към пеенето в дух на сътрудничество и приятелство."
        },
        "musicTalents": {
            "title": "Сдружение \"Музикалните Таланти на България\"",
            "description": "Доброволна организация, основана от Искра и част от екипа й с вярата, че българските деца са изключително талантливи в областта на съвременната музика и заслужават подкрепа. Организацията е посветила усилията и ресурсите си на откриването, развитието и подкрепата на съвременната музика и новото поколение музикални артисти в България, като им предоставяме възможности за изява, обучения, звукозапис, видеозаснемане и условия за писане на музика."
        },
        "nextArtist": {
            "title": "Next Artist",
            "description": "Модерен певчески конкурс, който предоставя сцена на талантливи млади изпълнители от България и чужбина. Целта на конкурса е повече деца и младежи, които искат професионално да се реализират като артисти-изпълнители да достигнат до модерна, професионална сцена, да се срещнат с артисти, продуценти и хора от музикалния бизнес, от които да почерпят знания и опит."
        },
        "buttonText": "Към сайта"
    }
}