const coursesData = [
    {
        videoUrl: "/public-assets/isi-1.mp4",
        coverPhoto: "/public-assets/isi-2-pic.jpeg",
        title: `"Онлайн курс "Аз, АРТИСТЪТ"`,
        description1: "Място за текст или можем да оставим само видеото с cover снимка, където ще пишем името на курса и датите на провеждане директно върху нея :)",
        description2: "А ако има нещо отдолу, може да е примерно някаква допълнителна информация за самия курс, ти какво мислиш?",
    },
    {
        videoUrl: "/public-assets/isi-2.mp4",
        coverPhoto: "/public-assets/isi-1-pic.jpeg",
        title: "Въведение във вокалната техника",
        description1: "Място за текст или можем да оставим само видеото с cover снимка, където ще пишем името на курса и датите на провеждане директно върху нея :)",
        description2: "А ако има нещо отдолу, може да е примерно някаква допълнителна информация за самия курс, ти какво мислиш?",
    },
];

export default coursesData;